{
    "comment":"Drawer Texts!",
    "home":"Home",
    "profile":"Profile",
    "delay-full":"Delayed Auditory FeedBack System",
    "recordings":"Recordings",

    "comment1":"Home Screen!",
    "use-our":"Use Our",
    "delayed":"DELAYED",
    "auditory":"AUDITORY FEEDBACK",
    "system":"SYSTEM",
    "your-recordings":"Your Recordings",
    "view-more":"View More",
    "view-recording":"VIEW RECORDING",
    "welcome-title":"Welcome",
    "welcome":"Welcome to BetterSpeak a Delayed Auditory Feedback System. This innovative app seamlessly integrates cutting-edge technology with user-friendly design to aid individuals in enhancing speech fluency and mitigating stuttering.",
    "click":"Click Here",
    "instagram":"instagram",


    "Comment2":"Settings Screen!",
    "settings":"Settings",
    "theme":"Theme:",
    "light-mode":"Light Mode",
    "dark-mode":"Dark Mode",
    "more-info":"More info and Support:",
    "about-us":"About Us",
    "contact":"Contact Us",
    "translate":"Translate",
    "logout":"Log Out",
    "language":"Language",
    "select-language":"Select Your Language!",
    "edit-profile":"Edit Profile",
    "privacy":"Privacy Settings",
    "delete-account":"Delete Account",

    "comment3":"Get Started Screen!",
    "create":"Create new account",
    "already":"I already have an account",
    "sign-in":"Sign in using",

    "comment4":"Sign Up",
    "fluent":"Fluency Made Simple with BetterSpeak!",
    "sign-up":"Sign Up!",

    "comment5":"Log In!",
    "login":"LOGIN",

    "comment6":"Profile Screen!",
    "personal-info":"PERSONAL INFORMATION:",
    "phone":"Phone",
    "email":"Email",

    "comment7":"DAF Screen!",
    "volume":"Volume",
    "delay":"Delay",
    "type":"Type Your Speech Here",
    "wait":"( Our DAF module may take some time to load. Please be patient. )",

    "comment8":"Privacy Settings",
    "better":"BetterSpeak Privacy Settings:",
    "at":"At BetterSpeak, safeguarding your privacy and maintaining the security of your data is our at most priority. We are committed to protecting your personal information and ensuring that it remains confidential. Below are the privacy settings available to you:",
    "p1":"1. Personal Data Protection:",
    "p1-d1":"Encryption: Your data is encrypted to ensure its confidentiality and integrity.",
    "p1-d2":"Access Controls: We have strict access controls in place to limit who can access your personal information.",
    "p1-d3":"Data Minimization: We only collect the data necessary for providing our services and nothing more.",
    "p1-d4":"Security Measures: We employ industry-standard security measures to protect your data from unauthorized access, disclosure, alteration, or destruction.",
    "p2":"2. Microphone Permission:",
    "p2-d1":"Delayed Auditory Feedback: Grant permission for BetterSpeak to access your device's microphone exclusively for the Delayed Auditory Feedback feature.",
    "p2-d2":"Your microphone will only be used for this purpose, and your data will not be shared or accessed for any other function without your explicit consent.",
    "p3":"3. Data Deletion and Account Closure:",
    "p3-d1":"Data Deletion: Request deletion of your personal data from BetterSpeak servers.",
    "p3-d2":"Account Closure: Close your BetterSpeak account permanently.",
    "p4":"4. Privacy Policy and Terms of Service:",
    "p4-d1":"Access and review BetterSpeak's Privacy Policy and Terms of Service for detailed information about how your data is handled and your rights as a user.",
    "p-final":"Your trust is paramount to us, and we want you to feel confident that your data is secure with BetterSpeak. We do not sell your personal information to any third-party organizations, and we are committed to upholding the highest standards of data protection. If you have any questions or concerns regarding privacy, please don't hesitate to reach out to our support team for assistance.",

    "comment9":"About Us",
    "about":"About BetterSpeak",
    "a-welcome":"Welcome to BetterSpeak, your go-to platform for improving your communication skills and enhancing your speech! At BetterSpeak, we believe that effective communication is key to success in both personal and professional life. Whether you're looking to overcome speech impediments, refine your pronunciation, or simply become a more confident speaker, BetterSpeak is here to support you every step of the way.",
    "mission":"Our Mission<",
    "m-d":"Our mission at BetterSpeak is to empower individuals to become better communicators by providing innovative tools and resources that make learning enjoyable and effective. We strive to create a supportive and inclusive community where everyone feels encouraged to express themselves and reach their full potential.",
    "offer":"What We Offer",
    "o1":"Delayed Auditory Feedback (DAF): Our flagship feature, DAF, utilizes cutting-edge technology to help individuals improve their speech fluency and clarity. By providing a slight delay in auditory feedback, DAF encourages users to speak at a more deliberate pace, leading to enhanced articulation and reduced stuttering.",
    "o2":"Personalized Learning Paths: We understand that everyone's journey to better communication is unique. That's why we offer personalized learning paths tailored to each user's specific goals and needs. Whether you're a beginner or an advanced speaker, our platform adapts to your skill level and preferences.",
    "o3":"Interactive Exercises: Practice makes perfect! Our interactive exercises cover a wide range of communication skills, including pronunciation, intonation, vocabulary, and more. Engage in fun and engaging activities designed to reinforce learning and boost your confidence.",
    "commitment":"Our Commitment to Privacy",
    "c-d":"At BetterSpeak, we take your privacy seriously. We are committed to protecting your personal information and ensuring that your data remains secure at all times. We do not sell or share your data with third-party organizations, and we adhere to strict privacy standards to safeguard your information.",
    "touch":"Get in Touch",
    "t1":"Have questions or feedback? We'd love to hear from you! Feel free to reach out to our friendly support team at support@betterspeak.com. We're here to assist you with any inquiries and provide the assistance you need to make the most of your BetterSpeak experience.",
    "t2":"Thank you for choosing BetterSpeak as your partner in communication growth. Together, let's unlock the power of effective communication and embark on a journey to becoming better speakers!"

}