{
    "comment": "ड्रायर टेक्स्ट!",
    "home": "होम",
    "profile": "प्रोफ़ाइल",
    "delay-full": "विलम्बित श्रवण प्रतिप्रति प्रणाली",
    "recordings": "रिकॉर्डिंग्स",

    "comment1": "होम स्क्रीन!",
    "use-our": "हमारा उपयोग करें",
    "delayed": "विलम्बित",
    "auditory": "श्रवण प्रतिप्रति",
    "system": "प्रणाली",
    "your-recordings": "आपकी रिकॉर्डिंग्स",
    "view-more": "अधिक देखें",
    "view-recording": "रिकॉर्डिंग देखें",
    "welcome-title": "स्वागत है",
    "welcome": "BetterSpeak में डिले ऑडिटरी फीडबैक प्रणाली में आपका स्वागत है। यह नवाचारी ऐप उच्च प्रौद्योगिकी को उपयोगकर्ता की अनुकूल डिज़ाइन के साथ संगतता प्रदान करता है जो व्यक्तियों को भाषा लचीलाई बढ़ाने और हकलाने को कम करने में मदद करता है।",
    "click": "यहाँ क्लिक करें",
    "instagram": "इंस्टाग्राम",


    "Comment2": "सेटिंग्स स्क्रीन!",
    "settings": "सेटिंग्स",
    "theme": "थीम:",
    "light-mode": "लाइट मोड",
    "dark-mode": "डार्क मोड",
    "more-info": "अधिक जानकारी और समर्थन:",
    "about-us": "हमारे बारे में",
    "contact": "हमसे संपर्क करें",
    "translate": "अनुवाद करें",
    "logout": "लॉग आउट",
    "language": "भाषा",
    "select-language": "अपनी भाषा चुनें!",
    "edit-profile": "प्रोफ़ाइल संपादित करें",
    "privacy": "गोपनीयता सेटिंग्स",
    "delete-account": "खाता हटाएं",

    "comment3": "शुरू करें स्क्रीन!",
    "create": "नया खाता बनाएं",
    "already": "मेरे पास पहले से ही खाता है",
    "sign-in": "उपयोग करके साइन इन करें",

    "comment4": "साइन अप",
    "fluent": "बेटरस्पीक के साथ सुन्दरता को सरल बनाएं!",
    "sign-up": "साइन अप!",

    "comment5": "लॉग इन करें!",
    "login": "लॉगिन",

    "comment6": "प्रोफ़ाइल स्क्रीन!",
    "personal-info": "व्यक्तिगत जानकारी:",
    "phone": "फ़ोन",
    "email": "ईमेल",

    "comment7": "DAF स्क्रीन!",
    "volume": "वॉल्यूम",
    "delay": "विलम्ब",
    "type": "यहाँ अपने भाषण को टाइप करें",
    "wait": "( हमारे DAF मॉड्यूल को लोड करने में कुछ समय लग सकता है। कृपṇया धैर्य रखें। )",

    "comment8": "गोपनीयता सेटिंग्स",
    "better": "BetterSpeak गोपनीयता सेटिंग्स:",
    "at": "BetterSpeak पर, आपकी गोपनीयता की रक्षा और आपके डेटा की सुरक्षा हमारी सबसे अधिक प्राथमिकता है। हम आपकी व्यक्तिगत जानकारी की सुरक्षा करने और सुनिश्चित करने के लिए प्रतिबद्ध हैं कि यह गोपनीय रहे। नीṇचे आपके लिए उपलब्ध गोपनीयता सेटिंग्स हैं:",
    "p1": "1. व्यक्तिगत डेटा संरक्षण:",
    "p1-d1": "एन्क्रिप्शन: आपके डेटा को इसकी गोपनीयता और समर्थन के लिए एन्क्रिप्ट किया गया है।",
    "p1-d2": "एक्सेस नियंत्रण: हमारे पास किसका व्यक्तिगत जानकारी तक पहुंच हो, इसे सीमित करने के लिए सख्त एक्सेस नियंत्रण है।",
    "p1-d3": "डेटा संक्षेपण: हम सिर्फ हमारी सेवाएँ प्रदान करने के लिए आवश्यक डेटा को ही एकत्रित करते हैं, और कुछ नहीं।",
    "p1-d4": "सुरक्षा उपाय: हम अनधिकृत पहुंच, भेद, परिवर्तन, या नाश से आपके डेटा की सुरक्षा के लिए उद्योग-मानक सुरक्षा उपाय का उपयोग करते हैं।",
    "p2": "2. माइक्रोफोन अनुमति:",
    "p2-d1": "विलम्बित श्रावी प्रतिक्रिया: BetterSpeak को अपने डिवाइस के माइक्रोफोन तक पहुंचने की अनुमति दें, केवल विलम्बित श्रावी प्रतिक्रिया सुविधा के लिए।",
    "p2-d2": "आपका माइक्रोफोन केवल इस उद्देश्य के लिए ही उपयोग किया जाएगा, और आपकी सहमति के बिना किसी अन्य कार्य के लिए आपके डेटा का साझा या पहुंच नहीं होगा।",
    "p3": "3. डेटा हटाना और खाता बंद करना:",
    "p3-d1": "डेटा हटाना: अपने व्यक्तिगत डेटा को BetterSpeak सर्वर से हटाने का अनुरोध करें।",
    "p3-d2": "खाता बंद करना: अपने BetterSpeak खाते को स्थायी रूप से बंद करें।",
    "p4": "4. गोपनीयता नीति और सेवा की शर्तें:",
    "p4-d1": "BetterSpeak की गोपनीयता नीति और सेवा की शर्तों को देखें और समीक्षा करें, आपके डेटा को कैसे हैंडल किया जाता है और आपके अधिकारों के बारे में विस्तृत जानकारी के लिए।",
    "p-final": "आपका विश्वास हमारे लिए महत्वपूर्ण है, और हम चाहते हैं कि आप BetterSpeak के साथ अपने डेटा की सुरक्षा पर विश्वास करें। हम आपकी व्यक्तिगत जानकारी को किसी तीसरे-पक्ष संगठनों को नहीं बेचते हैं, और हम डेटा संरक्षण के उच्चतम मानकों का पालन करने के प्रति प्रतिबद्ध हैं। यदि गोपनीयता के संबंध में कोई सवाल या चिंता है, तो कृपया हमारी सहायता टीम से संपर्क करें।",

    "comment9": "हमारे बारे में",
    "about": "BetterSpeak के बारे में",
    "a-welcome": "BetterSpeak में आपका स्वागत है, आपकी संचार कौशलों को सुधारने और आपकी बोलचाल को सुधारने के लिए आपका मुख्य स्रोत! BetterSpeak में, हम मानते हैं कि प्रभावी संचार व्यक्तिगत और पेशेवर जीवन दोनों में सफलता की कुंजी है। चाहे आप बोलने की बाधाओं को पार करना चाह रहे हों, अपनी उच्चारण को संवारने का प्रयास कर रहे हों, या बस एक अधिक आत्मविश्वासी बोलने वाला बनना चाहते हों, BetterSpeak हर कदम पर आपका समर्थन करने के लिए यहां है।",
    "mission": "हमारा मिशन", "m-d": "BetterSpeak में हमारा मिशन व्यक्तियों को बेहतर संवादक बनाने के लिए अभिनव उपकरण और संसाधन प्रदान करने के है। हम एक समर्थन और समावेशी समुदाय बनाने का प्रयास कर रहे हैं, जहां हर कोई अपने आप को अभिव्यक्त करने और अपनी पूर्णता तक पहुंचने के लिए प्रोत्साहित करता है।",
    "offer": "हम क्या प्रदान करते हैं",
    "o1": "विलम्बित श्रावी प्रतिक्रिया (DAF): हमारी प्रमुख विशेषता, DAF, व्यक्तियों को उनके बोलचाल की फ्लूएंसी और स्पष्टता में सुधार करने में मदद करने के लिए कॉरिंग-एज तकनीक का उपयोग करती है। श्रावी प्रतिक्रिया में एक हल्का विलम्ब प्रदान करके, DAF उपयोगकर्ताओं को एक औरत गति पर बोलने के लिए प्रोत्साहित करती है, जिससे बोलने का ढंग स्पष्टता में बेहतर होता है और हकलाहट कम होती है।",
    "o2": "व्यक्तित्वपूर्ण सीखने के मार्ग: हम समझते हैं कि हर किसी का बेहतर संचार के लिए यात्रा अनूठी होती है। इसलिए, हम प्रत्येक उपयोगकर्ता के विशिष्ट लक्ष्यों और आवश्यकताओं के अनुरूप व्यक्तिगत सीखने के मार्ग प्रदान करते हैं। चाहे आप प्रारंभिक हों या उन्नत बोलने वाले हों, हमारा प्लेटफ़ॉर्म आपके कौशल स्तर और पसंदों को ध्यान में रखता है।",
    "o3": "इंटरैक्टिव अभ्यास: अभ्यास में परिपूर्णता आती है! हमारे इंटरैक्टिव अभ्यास व्यावसायिक, अभिभाषण, शब्दावली, और अधिक समेत विभिन्न संचार कौशलों को कवर करते हैं। सीखने को स्थायी करने और आत्मविश्वास को बढ़ाने के लिए डिज़ाइन किए गए मजेदार और आकर्षक गतिविधियों में शामिल हों।",
    "commitment": "हमारी गोपनीयता के प्रति प्रतिबद्धता",
    "c-d": "BetterSpeak में, हम आपकी गोपनीयता को गंभीरता से लेते हैं। हम आपकी व्यक्तिगत जानकारी की सुरक्षा करने और सुनिश्चित करने के लिए प्रतिबद्ध हैं कि आपके डेटा हमेशा सुरक्षित रहे। हम आपका डेटा तीसरे-पक्ष संगठनों के साथ नहीं बेचते या साझा करते हैं, और हम अपनी जानकारी की सुरक्षा के लिए सख्त गोपनीयता मानकों का पालन करते हैं।",
    "touch": "संपर्क में रहें",
    "t1": "क्या आपके पास कोई सवाल या प्रतिक्रिया है? हमें आपसे सुनने में खुशी होगी! सहायक टीम से संपर्क करने के लिए स्वतंत्र महसूस करें support@betterspeak.com पर। हम आपको किसी भी प्रश्न का उत्तर देने और BetterSpeak अनुभव का अधिकतम लाभ उठाने के लिए आवश्यक सहायता प्रदान करने के लिए यहां हैं।",
    "t2": "संचार विकास में आपके साथ BetterSpeak का चयन करने के लिए धन्यवाद। मिलकर, हम प्रभावी संचार की शक्ति को खोलते हैं और बेहतर बोलने वालों के रूप में एक यात्रा पर निकलते हैं!"
}
